
[
{
    "title": "Tokyo Zodiac Murder",
    "url": "/baca/tokyoZodiacMurders/",
    "penulis": "Soji Shimada",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/tokyoZodiac_63UXUNXEd.jpg",
    "resensi": "Novel tentang kasus pembunuhan yang telah menggemparkan seluruh Jepang. pembunuhan yang melibatkan keluarga Umezawa dan orang-orang di sekitar keluarga tersebut. Selama lebih dari empat puluh tahun, kasus ini menjadi misteri. Banyak orang berusaha untuk memecahkannya, tak ada yang berhasil. "
},

{
    "title": "Karung Nyawa",
    "url": "/baca/karungNyawa/",
    "penulis": "Haditha Mohammad",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/karungNyawa_5-MZyq9Lp.jpg",
    "resensi": "Misteri ditemukannya mayat - mayat perempuan *telanjang* tanpa kepala. Empat Sekawan bekerja sama menyelidiki kasus ganjil tanpa menyangka akan berada di ranah klenik dan mistik"
},

{
    "title": "Sewu Dino",
    "url": "/baca/sewuDino/",
    "penulis": "Simpleman",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/sewuDino_lV8ZEwbP7.jpg",
    "resensi": "Dia adalah Dela Atmojo, anak yang harus kamu rawat sampai waktunya tiba. Ia dikirimi kutukan santet sewu dino. Santet yang sudah merenggut nyawa hampir seluruh anggota keluarga Atmojo."
},

{
    "title": "Janur Ireng",
    "url": "/baca/janurIreng/",
    "penulis": "Simpleman",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/janurIreng_aSww35pkIg4.jpg",
    "resensi": "Ingatan hitam yang menyeruak dan membuka tabir gelap sebuah peristiwa masa lampau yang perlahan merangkak naik dan menunjukkan kilasan kepedihan dari sebuah perjanjian sedarah yang kental. Kisah dalam buku ini jauh lebih kelam dan gelap dibandingkan dengan Sewu Dino. Cukup lelah membacanya."
},

{
    "title": "Origin",
    "url": "/baca/origin/",
    "penulis": "Dan Brown",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/Origin_a5ULSkpvOtjK.jpg",
    "resensi": "Seperti biasa Langdon kembali mendapatkan masalah berkaitan dengan karya seni dan budaya. Edmond Kirsch seorang biliyuner futuristik mengundang Landon untuk datang ke acaranya di Museum Guggenheim Bilbao hanya untuk melihatnya tewas terbunuh."
},

{
    "title": "Murder in The Crooked House",
    "url": "/baca/murderInTheCrookedHouse/",
    "penulis": "Soji Shimada",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/murder_crocked_house_-KeZxKoOZ.jpg",
    "resensi": "Rumah Miring itu bertengger di tebing berselimut salju yang menghadap ke lautan es di ujung utara Jepang yang terpencil. Tempat yang aneh, tetapi di situlah sang jutawan Kozaburo Hamamoto membangunnya. Banyak labirin lantai yang miring dan tangga-tangga di tempat yang tidak biasa, juga topeng-topeng dan boneka seukuran manusia yang seram. Ketika seorang pria ditemukan mati dibunuh di salah satu kamar, polisi dipanggil, tapi mereka tak mampu memecahkan teka-teki itu. Kemudian korban-korban lain berjatuhan. Maka dipanggillah Kiyoshi Mitarai, si detektif terkenal yang pernah memecahkan misteri kasus Pembunuhan Zodiak."
},

{
    "title": "Ranjat Kembang",
    "url": "/baca/ranjatKembang/",
    "penulis": "Simpleman",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/ranjat-kembang_EQYxzyfUuZx.jpg",
    "resensi": "Setelah memakan ratusan nyawa, perseteruan Trah Pitu menjalar begitu jauh, meneror keturunan termuda dan orang - orang di luar lingkaran keluarga. Buku ini membawa 3 pintu cerita yaitu Padusan Pituh (Mira), Lemah Layat (Agus), dan Kembang Wijayakusuma (Dela Atmojo)"
},

{
    "title": "The Book of Mirror",
    "url": "/baca/theBookofMirror/",
    "penulis": "E.O Chirovici",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/theBookofMirror_jT0omfTP3rg.jpg",
    "resensi": "Pembunuhan keji puluhan tahun telah berlalu sejak Profesor Wieder ditemukan mati di rumahnya yang mewah. Misteri yang terkubur sebuah naskah memoar ditemukan, mengungkapkan identitas tiga orang yang berada di rumah itu pada malam kejadian. Ketiganya ingat benar apa yang terjadi. Tapi ada satu orang yang berdusta."
},

{
    "title": "The Girl on The Train",
    "url": "/baca/theGirlonTheTrain/",
    "penulis": "Paula Hawkins",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/theGirlonTheTrain_CLNvFQVVzzN5.jpg",
    "resensi": " Rachel menaiki kereta komuter yang sama setiap pagi. Setiap hari dia terguncang-guncang di dalamnya, melintasi sederetan rumah-rumah di pinggiran kota yang nyaman, kemudian berhenti di perlintasan yang memungkinkannya melihat sepasangan suami istri menikmati sarapan mereka di teras setiap harinya."
},

{
    "title": "Broken Monster",
    "url": "/baca/brokenMonster/",
    "penulis": "Lauren Beukes",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/brokenMonster_a9AQJlUpw.jpg",
    "resensi": "Seiring ditemukannya mayat-mayat lain yang makin aneh dan meresahkan, bagaimana kota itu bisa tetap berpegang pada realitas yang saat ini pun telah nyaris hancur? ."
},

{
    "title": "The Name of Rose",
    "url": "/baca/theNameofRose/",
    "penulis": "Umberto Eco",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/theNameofRose_1ED96afur.jpg",
    "resensi": "Tahun 1327. Seorang rahib Inggris William dari Baskerville dikirim ke sebuah biara tua di Italia untuk menyelidiki kasus bunuh diri seorang rahib muda. Sebuah kisah misteri yang sangat bagus, mengkombinasikan unsur religi, history, misteri, thriller. Namun referensi yang mendalam dalam sejarah abad pertengahan kadang membuat bosan."
},

{
    "title": "The Newcomer",
    "url": "/baca/theNewComer/",
    "penulis": "Keigo Higashino",
    "coverImg": "https://ik.imagekit.io/hjse9uhdjqd/tr:n-cover/buku/thenewcomer_jNnlkJXcfB.jpg",
    "resensi": "Detektif Kaga baru saja dipindahkan ke Nihonbashi, Tokyo. Dia memang pendatang baru namun memiliki banyak pengalaman dalam menyelidiki kasus kriminal. Langsung bergabung dengan penyelidikan pembunuhan seorang wanita. Semakin dalam diselidiki semakin banyak kemungkinan tersangkanya. Bahkan hampir semua orang yang tinggal di dekat rumah korban memiliki motif sebagai pelakunya."
}
]
